Repository: K4TEL/vlts
Catalog: hw3/en_US-uk.tmx
Source language: en_us
Languages: uk

source: Compounding term [m]
uk: Термін складного відсотка

source: Cos
uk: _Ціна:

source: _Financial mode
uk: _Принциповий:

source: Numeric point
uk: Формат числа

source: Frac
uk: Африканський франк

source: Error
uk: Євро

source: Add
uk: Додати [+]

source: Sin
uk: Синус

source: rate
uk: Скоротити

source: Square root [s]
uk: Початок групи [(]

source: _Bin
uk: Двійковий

source: _Oct
uk: Вісімк

source: Rand
uk: Коло

source: Sin[degrees] in [radians]
uk: Знак[degrees] in [radians]

source: And
uk: в

source: _Fix
uk: Виправлено

source: _Calculator
uk: _Калькулятор

source: _Help
uk: _Довідка

source: _Basic mode
uk: _Простий

source: _Advanced mode
uk: _Розширений

source: _Contents
uk: _Зміст

source: De_greesunit-symbols
uk: %s градусівunit-symbols

source: Gr_adiansunit-symbols
uk: %s радіанівunit-symbols

source: _Pasteunit-format
uk: Персекиunit-format

source: unit-symbols
uk: %s псunit-symbols

source: unit-format
uk: Світлові рокиunit-format

source: absunit-format
uk: Кабеліunit-format

source: termunit-format
uk: Метриunit-format

source: sydunit-symbols
uk: %s ярunit-symbols

source: chs
uk: Дюймиunit-format

source: sinunit-symbols
uk: %s дмunit-symbols

source: _Contentsunit-format
uk: Сантиметриunit-format

source: 2 placesunit-symbols
uk: %s акрівunit-symbols

source: Square root [s]unit-format
uk: Квадратні метриunit-format

source: ansunit-format
uk: Галониunit-format

source: sqrtunit-symbols
uk: %s квunit-symbols

source: intunit-format
uk: Пінтиunit-format

source: Clearunit-format
uk: Рокиunit-format

source: cosunit-format
uk: Секундиunit-format

source: Value
uk: Об'єм

source: x2
uk: Sin-1

source: Sine [K]
uk: Синус [K]

source: Cosine [J]
uk: Косинус [J]

source: Tangent [L]
uk: Тангенс [L]

source: Periodic payment [P]
uk: Регулярні платежі [P]

source: ex
uk: 10x

source: Natural log [N]
uk: Натуральний логарифм [N]

source: e to the power of displayed value [{]
uk: e в степені показаного числа [{]

source: Base 10 log [G]
uk: Десятковий логарифм [G]

source: 10 to the power of displayed value [}]
uk: 10 у степені показаного числа [}]

source: Raise displayed value to the power of y [y]
uk: Підносить відображуване значення у степінь y [^]

source: Abigail Brady <morwen\@evilmagi_c\.org> Bastien Nocera <hadess\@hadess\.net> Gareth Owen <gowen72\@yahoo\.com>
uk: Максим Дзюманенко <dziumanenko\@gmail\.com>

source: Calculator with financial and scientific modes.
uk: Калькулятор з фінансовими і науковими функціями

source: Error, cannot calculate cosine
uk: Помилка, не вдається обчислити косинус

source: Present value [p]
uk: Поточна вартість

source: Straight-line depreciation [l]
uk: Рівномірне нарахування амортизації

source: Sum-of-the years'-digits depreciation [Y]
uk: Амортизація за сумою років

source: Quit the calculator
uk: Вийти з калькулятора

source: _Edit
uk: _Правка

source: Copy selection
uk: Копіювати виділене

source: Paste selection
uk: Вставити виділене

source: Insert ASCII value
uk: Вставка значення коду ASCII

source: _Insert ASCII Value...
uk: _Вставити значення коду ASCII...

source: Show trailing zeroes
uk: Показувати завершальні нулі

source: Show _Trailing Zeroes
uk: Показувати _завершальні нулі

source: Show thousands separator
uk: Показувати розділювач тисячних

source: Show T_housands Separator
uk: Показувати розділювач _тисячних

source: _Memory Registers
uk: _Регістри пам'яті

source: Show help contents
uk: Показати зміст довідки

source: Show the About Gcalctool dialogue
uk: Показати діалог "Про програму Gcalctool"

source: Set numeric base to binary (base 2)
uk: Встановлює двійкову базу числа (база 2)

source: Set numeric base to octal (base 8)
uk: Встановлює вісімкову базу числа (база 8)

source: Set numeric base to decimal (base 10)
uk: Встановлює десяткову базу числа (база 10)

source: _Dec
uk: Де_сятк

source: Set numeric base to hexadecimal (base 16)
uk: Встановлює шістнадцяткову базу числа (база 16)

source: He_x
uk: _Шістн

source: Set trigonometric type to degrees
uk: Встановлює режим тригонометричних функцій у градуси

source: De_grees
uk: _Градуси

source: Set trigonometric type to gradians
uk: Встановлює режим тригонометричних функцій у гради

source: Gr_adians
uk: Гр_ади

source: Set trigonometric type to radians
uk: Встановлює режим тригонометричних функцій у радіани

source: _Radians
uk: _Радіани

source: Set display type to engineering format
uk: Встановлює інженерний тип відображення

source: E_ng
uk: Ін_ж

source: Set display type to fixed-point format
uk: Встановлює тип відображення з фіксованою комою

source: Set display type to scientific format
uk: Встановлює науковий тип відображення

source: _Sci
uk: _Наук

source: Set inverse option for trigonometric functions
uk: Вибрати інверсні варіанти тригонометричних функцій

source: _Inv
uk: _Інв

source: Set hyperbolic option for trigonometric functions
uk: Вибрати гіперболічні варіанти тригонометричних функцій

source: H_yp
uk: Гі_прб

source: Periodic interest rate [T]
uk: Ставка відсотка за період [T]

source: Future value [v]
uk: Майбутня сума [v]

source: Double-declining depreciation [d]
uk: Подвійне нарахування амортизації [D]

source: Payment period [T]
uk: Термін оплати [t]

source: User-defined functions [f]
uk: Функції визначені користувачем [F]

source: Fun
uk: Фнк

source: Constants [#]
uk: Константи [#]

source: Con
uk: Кнст

source: Enter an exponential number [e]
uk: Ввести експоненціальне число [E]

source: Acc
uk: Точн

source: Random number in the range 0.0 to 1.0 [?]
uk: Випадкове число в діапазоні від 0.0 до 1.0 [?]

source: Factorial of displayed value [!]
uk: Факторіал показаного числа [!]

source: Hexadecimal digit D
uk: Шістнадцяткова цифра D [d]

source: Hexadecimal digit E
uk: Шістнадцяткова цифра E [e]

source: Hexadecimal digit F
uk: Шістнадцяткова цифра F [f]

source: Hexadecimal digit A
uk: Шістнадцяткова цифра A [a]

source: Hexadecimal digit B
uk: Шістнадцяткова цифра B [b]

source: Hexadecimal digit C
uk: Шістнадцяткова цифра C [c]

source: Bitwise XNOR [n]
uk: Побітне XNOR [n]

source: 32-bit unsigned integer value of display ([)
uk: Вивести у вигляді 32-бітного беззнакового цілого ([)

source: Bitwise NOT [~]
uk: Побітне NOT [~]

source: Bitwise XOR [^]
uk: Бітова операція XOR [x]

source: Bitwise AND []
uk: Побітне AND []

source: R
uk: OR

source: 16-bit unsigned integer value of display (])
uk: Вивести у вигляді 16-бітного беззнакового цілого (])

source: Shift displayed value 1-15 places to the left
uk: Здвинути значення на 1-15 позицій ліворуч [<]

source: Shift left
uk: Здвинути ліворуч

source: Shift right
uk: Здвинути праворуч

source: Accuracy
uk: Точність

source: E to the x
uk: E у степені x

source: Ten to the x
uk: Десять у степені x

source: X to the y
uk: X в степені y

source: pi
uk: Пі

source: Cleared display, prefix without an operator is not allowed
uk: Дисплей очищений, префікс без оператора не допускається

source: Malformed parenthesis expression
uk: Неправильний вираз з дужками

source: %s: %s as next argument.
uk: %s: %s як наступний аргумент.

source: %s: base should be 2, 8, 10 or 16
uk: %s: база повинна бути 2, 8, 10 або 16

source: %s: invalid display mode [%s]
uk: %s: неправильний режим відображення [%s]

source: %s: invalid mode [%s]
uk: %s: неправильний режим [%s]

source: %s: invalid trigonometric mode [%s]
uk: %s: неправильний тригонометричний режим [%s]

source: %s: invalid syntax mode [%s]
uk: %s: неправильний синтаксичний режим [%s]

source: Usage: %s: [-D] [-E] [-a accuracy]
uk: Використання: %s: [-D] [-E] [-a точність]

source: Use Arithmetic Precedence
uk: Використовувати арифметичну точність

source: Activated no operator precedence mode
uk: Активовано режим без старшинства операторів

source: Activated expression mode with operator precedence
uk: Активовано режим зі старшинством операторів

source: Calculator
uk: Розрахувати

source: Term
uk: Т.опл:

source: Set accuracy from 0 to 9 numeric places [a]
uk: (Встановити точність від 0 до 9 числових позицій [A])

source: Shift displayed value 1-15 places to the right
uk: Здвинути значення на 1-15 позицій праворуч [>]

source: Bksp
uk: Видл

source: Remove rightmost character from displayed value
uk: Видаляє символ праворуч у відображуваному значенні [Backspace]

source: Backspace
uk: Повернутись

source: Change sign [c]
uk: Змінити знак [C]

source: Clr
uk: Скас

source: Clear displayed value and any partial calculation
uk: Очищає відображуване значення та будь-які частково виконані операції [Shift Delete]

source: Clear
uk: Очистити

source: CE
uk: Очщ

source: Clear displayed value
uk: Очищає відображуване значення [Escape]

source: Clear entry
uk: Очистити елемент

source: Start group of calculations
uk: Початок групи обчислень [(]

source: Left bracket
uk: Ліва дужка

source: Reciprocal [r]
uk: Обернена величина [r]

source: Percentage
uk: Відсоток [%]

source: End group of calculations
uk: Кінець групи обчислень [)]

source: Right bracket
uk: Права дужка

source: Abs
uk: _BAR_x_BAR_

source: Absolute value [u]
uk: Абсолютне значення [u]

source: Fractional portion of displayed value [:]
uk: Дробова частина значення індикатора [:]

source: Fractional portion
uk: Дробова частина

source: Int
uk: Ціл

source: Integer portion of displayed value [i]
uk: Ціла частина значення індикатора [i]

source: Integer portion
uk: Ціла частина

source: Exchange displayed value with memory register [X]
uk: Обміняти значення індикатора зі значенням у пам'яті [X]

source: Exchange with register
uk: Обміняти значення з регістром

source: Exch
uk: Обм

source: Retrieve memory register to display [R]
uk: Викликати значення з пам'яті на індикатор

source: Retrieve from register
uk: Викликати значення з пам'яті на індикатор

source: Rcl
uk: Викл

source: Store displayed value in memory register [S]
uk: Запам'ятати значення індикатора у пам'яті [S]

source: Store to register
uk: Регістри пам'яті

source: Sto
uk: Зап

source: Square [@]
uk: Квадрат [@]

source: Numeric 4
uk: Цифра 4

source: Numeric 7
uk: Цифра 7

source: Numeric 8
uk: Цифра 8

source: Numeric 9
uk: Цифра 9

source: Numeric 5
uk: Цифра 5

source: Numeric 6
uk: Цифра 6

source: Divide
uk: Поділити [/]

source: Numeric 1
uk: Цифра 1

source: Numeric 2
uk: Цифра 2

source: Numeric 0
uk: Цифра 0

source: Calculate result
uk: Обчислити результат [=]

source: Numeric 3
uk: Цифра 3

source: Multiply
uk: Помножити [*]

source: Subtract
uk: Відняти [-]

source: 1 place
uk: _1 позицію

source: 2 places
uk: _2 позиції

source: 3 places
uk: _3 позиції

source: 4 places
uk: _4 позиції

source: 5 places
uk: _5 позицій

source: 6 places
uk: _6 позицій

source: 7 places
uk: _7 позицій

source: 8 places
uk: _8 позицій

source: 9 places
uk: _9 позицій

source: 10 places
uk: 10 позицій

source: 11 places
uk: 11 позицій

source: 12 places
uk: 12 позицій

source: 13 places
uk: 13 позицій

source: 14 places
uk: 14 позицій

source: 15 places
uk: 15 позицій

source: _0 significant places
uk: _0 значущих позицій

source: _1 significant place
uk: _1 значуща позиція

source: _2 significant places
uk: _2 значущі позиції

source: _3 significant places
uk: _3 значущі позиції

source: _4 significant places
uk: _4 значущі позиції

source: _5 significant places
uk: _5 значущих позицій

source: _6 significant places
uk: _6 значущих позицій

source: _7 significant places
uk: _7 значущих позицій

source: _8 significant places
uk: _8 значущих позицій

source: _9 significant places
uk: _9 значущих позицій

source: Memory RegistersR0" is the abbreviation for "Register 0
uk: Регістри пам'ятіR0" is the abbreviation for "Register 0

source: R1" is the abbreviation for "Register 1
uk: R0R1" is the abbreviation for "Register 1

source: R2" is the abbreviation for "Register 2
uk: R1R2" is the abbreviation for "Register 2

source: R3" is the abbreviation for "Register 3
uk: R2R3" is the abbreviation for "Register 3

source: R4" is the abbreviation for "Register 4
uk: R3R4" is the abbreviation for "Register 4

source: R5" is the abbreviation for "Register 5
uk: R4R5" is the abbreviation for "Register 5

source: R6" is the abbreviation for "Register 6
uk: R5R6" is the abbreviation for "Register 6

source: R7" is the abbreviation for "Register 7
uk: R6R7" is the abbreviation for "Register 7

source: R8" is the abbreviation for "Register 8
uk: R7R8" is the abbreviation for "Register 8

source: R9" is the abbreviation for "Register 9
uk: R8R9" is the abbreviation for "Register 9

source: Memory Registers
uk: регістр 0

source: Edit Constants
uk: Редагування констант

source: Click a _value or description to edit it:
uk: Щоб відредагувати, натисніть на полі _значення або опису:

source: All constant values are specified in the decimal numeric base.
uk: Примітка: Всі значення констант вказуються у десятковій системі числення.

source: Edit Constants...
uk: Редагувати константи...

source: Edit Functions...
uk: Редагувати функції...

source: Edit Functions
uk: Редагування функцій

source: Insert ASCII Value
uk: Вставлення значення коду ASCII

source: Ch_aracter:
uk: _Символ:

source: _Insert
uk: _Вставити

source: Set Precision
uk: Встановити точність

source: Significant _places:
uk: Значущі _цифри:

source: _Set
uk: _Встановити

source: Show memory registers
uk: Показувати регістри пам'яті

source: %s: accuracy should be in the range 0-%d
uk: %s: точність повинна бути у межах 0-%d

source: Malformed function
uk: Неправильна функція

source: No sane value to store
uk: Немає нормального значення для двійкового зсуву

source: Malformed expression
uk: Неправильний вираз

source: Scientific Mode
uk: Калькулятор - Науковий

source: Other (%d) ...
uk: _Інша (%d) ...

source: sinh
uk: sh

source: cosh
uk: ch

source: tan
uk: tg

source: tanh
uk: tgh

source: Gcalctool
uk: Калькулятор

source: _Paste
uk: Вставити

source: Description
uk: Опис

source: Negative X and non-integer Y not supported
uk: Від'ємні X з не цілими Y не підтримуються

source: Kilometer-to-mile conversion factor
uk: Коефіцієнт перетворення кілометрів у милі

source: square root of 2
uk: квадратний корінь від 2

source: Centimeter-to-inch conversion factor
uk: Коефіцієнт перетворення сантиметрів у дюйми

source: degrees in a radian
uk: градусів у радіані

source: Gram-to-ounce conversion factor
uk: Коефіцієнт перетворення граму в унцію

source: Kilojoule-to-British-thermal-unit conversion factor
uk: Коефіцієнт перетворення кілоджоулів у британські термічні одиниці

source: Cubic-centimeter-to-cubic-inch conversion factor
uk: Коефіцієнт перетворення куб. сантиметрів у куб. дюйми

source: _View
uk: _Вигляд

source: _Scientific mode
uk: _Науковий

source: Exponential
uk: Експонента

source: Factorial
uk: Факторіал [!]

source: Scientific mode
uk: Наукова експонента [Ctrl+E]

source: Random number
uk: Випадкове число

source: Sln
uk: Рна

source: Rate
uk: Ставк

source: Pv
uk: Пот.варт

source: Pmt
uk: Рег.пл

source: Fv
uk: Мсум

source: pmt
uk: Квп

source: Ddb
uk: Пна

source: Ctrm
uk: Тсв

source: Syd
uk: Ам.сум.рок

source: Financial mode
uk: _Фінансовий

source: [degrees] in [radians]
uk: Знак[degrees] in [radians]

source: Square [@]unit-format
uk: Квадратні метриunit-format

source: Basic Mode
uk: Простий

source: Advanced Mode
uk: Розширений

source: Financial Mode
uk: Фінансовий

source: _Quit
uk: Вийти

source: _About
uk: Про програму

source: Basic mode
uk: Простий режим

source: Advanced mode
uk: Розширений режим

source: trunc", "trunc ", _("Truncate
uk: Дворозрядне доповненняtrunc", "trunc ", _("Truncate

source: Show only uninstalled packages
uk: команда для прибирання пакунків

source: Bad write position
uk: Недавно вживані програми

source: Network address
uk: Мережний режим

source: Arch:
uk: Пошук:

source: System
uk: Система

source: Status
uk: Стан

source: File not found: {0}
uk: не знайдено ключ [%s]

source: update available
uk: Недоступний

source: Upgrade bundles
uk: Оновити

source: Installed:
uk: Встановити

source: Delete users
uk: Видалити

source: unknown
uk: Невідомо

source: Install packages
uk: Встановити сирці

source: Home folder
uk: ДокументHome folder

source: SSL connection canceled
uk: Спробу з’єднання SSL скасовано

source: Got HTTP response: %s
uk: Отримано відповідь HTTP: %s

source: Invalid cookie offered: %s
uk: Запропоновано некоректну куку: %s

source: Unknown response from server
uk: Невідома відповідь сервера

source: general failure
uk: загальна помилка

source: connection not allowed by ruleset
uk: з’єднання заборонено набором правил

source: network unreachable
uk: мережа недоступна

source: host unreachable
uk: вузол недоступний

source: connection refused by destination host
uk: у з’єднанні відмовлено вузлом призначення

source: TTL expired
uk: Завершився строк дії TTL

source: command not supported / protocol error
uk: команда не підтримується / помилка у протоколі

source: address type not supported
uk: тип адреси не підтримується

source: no
uk: ні

source: yes
uk: так

source: SHA1 fingerprint: %s
uk: Відбиток SHA1: %s

source: Failed to reconnect to host %s
uk: Не вдалося повторно з’єднатися з вузлом %s

source: Proxy from libproxy: %s://%s:%d/
uk: Проксі від libproxy: %s://%s:%d/

source: (script)
uk: (скрипт)
